import { Card, CardHeader, CardContent } from "@/shared/components/ui/card";
import PageTemplate from "@/widgets/page/PageTemplate";

const Varnish = () => {

    return (
        <PageTemplate>
            <Card>
                <CardHeader className="font-bold tracking-tight text-xl">Морение</CardHeader>
                <CardContent className="flex flex-col gap-4">
                    <p><strong>Лакировка</strong> — наиболее распространенный вид отделки. Качество лаковой пленки зависит от марки выбранного лака, способа нанесения и количества покрытий. Лакирование можно выполнять масляными, спиртовыми или нитролаками</p>
                    <p>Масляные лаки рекомендуются для всех видов древесины. Они образуют наиболее прочные влагостойкие покрытия с сильным жестким блеском, требуют длительной сушки</p>
                    <p>Лак наносят тампоном или кистью 1 или 2 раза</p>
                    <p>Спиртовые лаки дают эластичную пленку с более мягким блеском, чем у масляного лака, но менее водостойкую. Лучшими для мебели считаются лаки, приготовленные на шеллаке. Они высыхают за 1—1,5 ч</p>
                    <p>Нитролаки дают довольно стойкую, с сильным блеском пленку, достаточно водостойкую, более прочную, чем спиртовые лаки, и высыхают за 15—25 мин</p>
                    <p>Нитролаки наносят на все породы древесины 3—5 раз, чаще кистью, лучше — распылением</p>
                    <p>Лакирование выполняют также тампонами из любой, желательно шерстяной ткани, свернутой в ком и обернутой сложенной в два-три слоя льняной тканью (хлопчатобумажная ткань при трении о поверхность оставляет ворс)</p>
                    <p>При лакировании кистью излишки взятого лака отжимают и наносят лак тонким слоем вдоль волокон дерева. Так как лак быстро высыхает и волос кисти становится жестким, кисть следует периодически промывать в спирте или другом растворе</p>
                    <p>Тампон для лакировки или полировки готовят так. Развертывают его и наливают на ком ваты или шерсти лак или политуру. Сворачивают и держат в руке, как показано на рисунке 1a</p>
                    <p>Степень насыщенности тампона лаком или политурой проверяют пробными мазками на доске или фанере, обязательно строганых. Мазки лака или политуры должны быть достаточно жирными, но не оставлять на поверхности подтеков</p>
                    <p>По мере работы тампон периодически наполняют лаком или политурой. Окунать тампон в лак нельзя, так как он оставляет на поверхности грубые мазки разной жирности, что отрицательно сказывается на качестве лакирования</p>
                    <p>Для лакирования спиртовым лаком рекомендуется иметь несколько тампонов. Сначала одним из тампонов делают пробные мазки, определяют силу нажима, чтобы получить ровные слои лака. Отрегулировав силу нажима, тампон приставляют к поверхности, делают быстрые движения вдоль волокон дерева так, чтобы края мазков-ласов перекрывались (рис. 1, б)</p>
                    <p>Матовая пленка получается после одного — трех покрытий, матово-блестящая — трех — шести. После каждого покрытия требуется выдержка: первого — 30—40 мин, второго — 50—60, третьего — 1,5 ч, четвертого — 2,5 и т. д.</p>
                    <p>После нанесения первого слоя лака его хорошо сушат и шлифуют поверхность мелкозернистой шкуркой до тех пор, пока она не станет совершенно гладкой. Затем поверхность очищают от пыли чистой тряпкой или сухой кистью и вторично покрывают лаком, слегка разбавленным спиртом. Хорошо просушив слой лака, его шлифуют пемзовым порошком с водой или керосином. Эту работу выполняют отдельным тампоном или деревянным бруском, покрытым тканью</p>
                    <p>Поверхность периодически протирают губкой или тряпкой, смоченной в воде, в керосине. Просушив как можно лучше, наносят третий слой еще более жидкого лака. Обработанная поверхность получается с не очень глубоким блеском, но гораздо прочнее, чем при простом лакировании. Для получения более глубокого глянца лаковые покрытия полируют</p>
                    <p>Полирование политурами спиртовых лаковых покрытий выполняют так. Лакированную поверхность предварительно шлифуют пемзовым порошком. Для этого поверхность сначала покрывают тонким слоем растительного или машинного масла, посыпают пемзовым порошком из марлевого мешочка и шлифуют суконкой или фетром. После тщательной шлифовки поверхность протирают чистой сухой тканью и приступают к полировке</p>
                    <p>Тампоном с политурой наносят кругообразные ласы. Чтобы тампон не прилипал к поверхности и легче скользил, на его рабочую сторону наносят 2—3 капли вазелинового или растительного масла. Размах движений или, размах ласов должен быть в 4—5 раз больше диаметра тампона. Тампон не опускают на поверхность, а как бы надвигают скользящим движением. Обработав всю поверхность в одном направлении, не отрывая тампона, начинают обработку в обратном. За каждый прием наносят на поверхность 30—50 ласов—тончайших слоев политуры, а затем сушат 3—5 ч или больше и вторично наносят такое же количество ласов. Просушив 6—12 ч или более, проводят третье полирование, нанося такое же количество ласов. На м2 требуется 300—400 г политуры. В процессе полировки следует своевременно наполнять тампон политурой</p>
                    <p>Лакирование масляными лаками. Эти лаки наносят на поверхность 3—4 раза, преимущественно кистью. При этом на поверхности остаются более жирные слои, которые хорошо растекаются, особенно если лак подогретый. Лак сохнет 8—48 ч. Для ускорения высыхания добавляют сиккатив. Каждый последующий слой наносят после полного высыхания предыдущего</p>
                    <p>Лакирование нитролаками. Слои лака наносят кистью вдоль волокон быстрыми продольными движениями в одном направлении. Покрытие выполняют 3—4 раза с выдержкой каждого слоя не менее 2ч. Кисть периодически промывают растворителем нужной марки</p>
                </CardContent>
            </Card>
        </PageTemplate>
    )
}

export default Varnish;